backend/app/controllers/application_controller.rb

    def index
        topics = Topic.all
---
SELECT "topics".* FROM "topics"